{
  "appName": {
    "message": "Sažetak YouTube videa"
  },
  "shortDesc": {
    "message": "Lako sažmite YouTube videozapise pomoću \"Sažetak YouTube videa\", vašeg AI pretvarača videozapisa u tekst i alata Chat GPT."
  },
  "storeDesc": {
    "message": "Predstavljamo vam ultimativni Sažetak YouTube videa - revolucionarni Google Chrome dodatak namijenjen poboljšanju vašeg iskustva na YouTubeu!\n\nOvaj dodatak mijenja igru za sve koji se oslanjaju na YouTube za informacije, obrazovanje ili zabavu.\n\nZaronimo u ono što čini ovaj dodatak neophodnim alatom za vaš preglednik.\n\nZašto odabrati dodatak YouTube Summarizer?\n1. Ušteda vremena: Uštedite dragocjeno vrijeme dobivanjem sažetih prikaza YouTube sadržaja.\n2. Poboljšano razumijevanje: Brzo razumijte ključne točke bez gledanja cijelog videa.\n3. Višenamjenski: Idealno za studente, profesionalce, istraživače i casual gledatelje YouTubea.\n\nSažetak YouTube videa: Dubinska analiza\n➤ Sažeci s naprednom AI tehnologijom: Sažetak YouTube videa koristi naprednu AI tehnologiju kako bi vam pružio točne i sažete sažetke bilo kojeg YouTube sadržaja. Ova značajka je posebno korisna za dugotrajne predavanja, tutorijale i dokumentarce.\n➤ Jednostavno korištenje: Jednim klikom, dodatak generira sažetak videa koji gledate. Korisničko sučelje čini ga pristupačnim za sve korisnike, bez obzira na njihovu tehničku vještinu.\n\nZnačajke transkripcije i konverzije\n• Transkripcija videa u tekst: Ova moćna značajka pretvara govorne riječi u pisanu formu, nudeći praktičan način praćenja ili pregledavanja sadržaja kasnije.\n• Konverter videa u tekst: Dodatak brzo pretvara bilo koji YouTube video u tekst, olakšavajući razumijevanje i zadržavanje informacija.\n• YT Generator transkripta: Generirajte sveobuhvatne transkripte YouTube videa za detaljno proučavanje ili referencu.\n• Transkripcija videa u tekst: Savršeno za obrazovnu i profesionalnu upotrebu, ova značajka vam omogućuje pretvaranje cijelog video sadržaja u tekstualni format.\n\nSažimanje na vrhuncu\n▸ Sažmite YouTube video: Dodatak vješto sažima, ističući glavne točke i bitne informacije.\n▸ YouTube Summarizer: Koristeći najnovije AI alate, YouTube Summarizer donosi vam suštinu videa u sažetom formatu.\n▸ Sažmi YouTube: Ova značajka osigurava da ne propustite ključne uvide iz vaših omiljenih videa.\n▸ Sažetak YouTubea: Dobijte brzi pregled , idealan za one s ograničenim vremenom.\n\nNapredne značajke za poboljšano iskustvo\n1️⃣ Sažetak YouTube videa AI: Ovaj napredni AI alat besprijekorno sažima YouTube videozapise, pružajući točan i sažet sadržaj.\n2️⃣ AI Alat za Sažetak YouTube Videa: Pristup vođen umjetnom inteligencijom osigurava visokokvalitetne, pouzdane sažetke prilagođene vašim potrebama.\n\nPrednosti proširenja Sažetak YouTube videa\n- Ušteda vremena: Brzo shvatite bit videa bez gledanja u cijelosti.\n- Poboljšanje produktivnosti: Manje vremena provedenog gledajući i više vremena radeći, uz sažete sažetke.\n- Poboljšanje učenja: Idealno za studente i cjeloživotne učenike, proširenje pomaže u boljem razumijevanju i zadržavanju informacija.\n- Dostupnost: S mogućnošću transkripcije videa u tekst, proširenje postaje koristan alat za one koji radije čitaju nego slušaju.\n\nZaključno, proširenje Sažetak YouTube videa je revolucionarni alat koji obećava transformirati vaše iskustvo gledanja YouTubea.\n\nBilo da tražite sažetak YouTube videa, transkripciju videa u tekst ili jednostavno želite uštedjeti vrijeme, ovo proširenje ima rješenje za vas.\n\nIskoristite snagu umjetne inteligencije i unaprijedite svoje iskustvo gledanja YouTubea s proširenjem Sažetak YouTube videa danas!"
  }
}