{
  "appName": {
    "message": "Зведення відео на YouTube"
  },
  "shortDesc": {
    "message": "Легко узагальнюйте відео на YouTube за допомогою \"Зведення відео на YouTube\", вашого інструменту для перетворення відео в текст та чат-боту AI."
  },
  "storeDesc": {
    "message": "Представляємо вам революційний розширення для Google Chrome - \"Зведення відео на YouTube\", призначене для покращення вашого досвіду на YouTube!\n\nЦе розширення змінює гру для всіх, хто великою мірою користується YouTube для отримання інформації, освіти або розваг.\n\nДавайте розглянемо, що робить це розширення обов'язковим інструментом для вашого браузера.\n\nЧому обрати розширення \"Зведення відео на YouTube\"?\n1. Ефективність часу: Зекономте дорогоцінний час, отримуючи стислі підсумки вмісту YouTube.\n2. Покращене розуміння: Швидко розумійте ключові моменти, не дивлячись на весь відеоролик.\n3. Універсальність: Ідеально підходить для студентів, фахівців, дослідників та випадкових глядачів YouTube.\n\nЗведення відео на YouTube: Глибоке дослідження\n➤ Сумарнізація на основі штучного інтелекту: Розширення \"Зведення відео на YouTube\" використовує передову технологію штучного інтелекту для надання вам точних та стислих підсумків будь-якого вмісту YouTube. Ця функція особливо корисна для довгих лекцій, навчальних посібників та документальних фільмів.\n➤ Простота використання: З одного кліку розширення генерує підсумок відео, яке ви дивитеся. Інтуїтивний інтерфейс робить його доступним для всіх користувачів, незалежно від їх технічної грамотності.\n\nФункції транскрипції та конвертації\n• Транскрибування відео в текст: Ця потужна функція перетворює сказані слова на письмовий текст, пропонуючи зручний спосіб слідкувати або переглядати вміст пізніше.\n• Конвертер відео в текст: Розширення швидко перетворює будь-яке відео на YouTube в текст, що полегшує сприйняття та запам'ятовування інформації.\n• Генератор транскрипцій YT: Створюйте повні транскрипції відео на YouTube для детального вивчення або посилання.\n• Транскрипція відео в текст: Ідеально підходить для освітніх та професійних цілей, ця функція дозволяє перетворити весь відеоконтент в текстовий формат.\n\nЗведення на високому рівні\n▸ Зведення відео на YouTube: Розширення вправно узагальнює, виділяючи основні моменти та ключову інформацію.\n▸ Зведення відео на YouTube: Використовуючи останні інструменти штучного інтелекту, розширення \"Зведення відео на YouTube\" приводить вас до суті відео у стислому форматі.\n▸ Зведення відео на YouTube: Ця функція гарантує, що ви не пропустите ключові висновки з вашого улюбленого відео.\n▸ Зведення відео на YouTube: Отримайте швидкий огляд , ідеально підходить для тих, хто має обмежений час.\n\nРозширені функції для покращеного досвіду\n1️⃣ Штучний інтелект розширення \"Зведення відео на YouTube\": Цей передовий інструмент штучного інтелекту безперервно узагальнює відео на YouTube, надаючи точний та стислий вміст.\n2️⃣ Інструмент штучного інтелекту для зведення відео на YouTube: Підхід, що базується на штучному інтелекті, гарантує високоякісні, надійні резюме, адаптовані до ваших потреб.\n\nПереваги розширення \"Зведення відео на YouTube\"\n- Зекономте час: Швидко усвідомлюйте суть відео, не дивлячись на них повністю.\n- Підвищте продуктивність: Витрачайте менше часу на перегляд і більше часу на дії завдяки стислим резюме.\n- Покращте навчання: Ідеально підходить для студентів та вічних учнів, розширення допомагає краще розуміти та запам'ятовувати інформацію.\n- Доступність: З функцією транскрибування відео на текст, розширення стає зручним інструментом для тих, хто віддає перевагу читанню перед прослуховуванням.\n\nНа завершення, розширення \"Зведення відео на YouTube\" - це революційний інструмент, який обіцяє трансформувати ваш досвід перегляду YouTube.\n\nЧи ви шукаєте зведення відео на YouTube, транскрибування відео на текст або просто хочете зекономити час, це розширення підходить для вас.\n\nВикористовуйте потужність штучного інтелекту та підвищуйте свій досвід перегляду YouTube з розширенням \"Зведення відео на YouTube\" вже сьогодні!"
  }
}