{
  "appName": {
    "message": "خلاصه‌کننده ویدیوی یوتیوب"
  },
  "shortDesc": {
    "message": "خلاصه‌کننده ویدیوی یوتیوب، ابزار تبدیل کننده ویدیو به متن و چت GPT شما، به آسانی ویدیوهای یوتیوب را خلاصه کنید."
  },
  "storeDesc": {
    "message": "معرفی خلاصه‌کننده ویدیوی یوتیوب نهایی - یک افزونه نوآورانه Google Chrome طراحی شده برای ارتقای تجربه شما در یوتیوب!\n\nاین افزونه بازی‌تغییردهنده‌ای برای هر کسی است که به شدت به یوتیوب برای اطلاعات، آموزش یا سرگرمی وابسته است.\n\nبیایید به آنچه این افزونه را به یک ابزار ضروری برای مرورگر شما تبدیل می‌کند، بپردازیم.\n\nچرا افزونه خلاصه‌کننده ویدیوی یوتیوب را انتخاب کنیم؟\n1. صرفه‌جویی در زمان: زمان قابل ارزش خود را با دریافت خلاصه‌های مختصر از محتوای یوتیوب صرفه‌جویی کنید.\n2. درک بهتر: نکات کلیدی را بدون تماشای کامل ویدیو به سرعت درک کنید.\n3. چندمنظوره: ایده‌آل برای دانشجویان، حرفه‌ای‌ها، پژوهشگران و تماشاچیان عادی یوتیوب هم.\n\nخلاصه‌کننده ویدیوی یوتیوب: یک بررسی عمیق\n➤ خلاصه‌های مبتنی بر هوش مصنوعی: خلاصه‌کننده ویدیوی یوتیوب از فناوری هوش مصنوعی پیشرفته استفاده می‌کند تا خلاصه‌های دقیق و مختصری از هر محتوای یوتیوب برای شما ارائه دهد. این ویژگی به ویژه برای سخنرانی‌ها، آموزش‌ها و مستندات طولانی مفید است.\n➤ آسان در استفاده: با یک کلیک، افزونه یک خلاصه از ویدیویی که تماشا می‌کنید ایجاد می‌کند. رابط کاربری کاربرپسند آن را برای تمام کاربران قابل دسترسی می‌کند، بدون توجه به توانایی فنی آن‌ها.\n\nویژگی‌های تبدیل و تبدیل‌سازی\n• تبدیل ویدیو به متن: این ویژگی قدرتمند کلمات گفته شده را به متن نوشتاری تبدیل می‌کند و راهی مناسب برای پیگیری یا مرور محتوا بعداً ارائه می‌دهد.\n• تبدیل ویدیو به متن: افزونه به سرعت هر ویدیوی یوتیوب را به متن تبدیل می‌کند، که این کار راحت‌تر می‌کند تا اطلاعات را درک و حفظ کنید.\n• تولید کننده متن ترانسکریپت YT: ترانسکریپت‌های جامعی از ویدیوهای یوتیوب برای مطالعه دقیق یا مرجع تولید می‌کند.\n• ترانسکریپت ویدیو به متن: برای استفاده آموزشی و حرفه‌ای مناسب، این ویژگی به شما امکان تبدیل محتوای کامل ویدیو به فرمت متن را می‌دهد.\n\nخلاصه‌کردن در بهترین شکل\n▸ خلاصه‌کردن ویدیوی یوتیوب: افزونه با مهارت ویدیو را خلاصه می‌کند، نکات اصلی و اطلاعات ضروری را برجسته می‌کند.\n▸ خلاصه‌کننده یوتیوب: با استفاده از ابزارهای هوش مصنوعی جدیدترین، خلاصه‌کننده یوتیوب به شما مفهوم ویدیوها را به صورت مختصر ارائه می‌دهد.\n▸ خلاصه‌کردن یوتیوب: این ویژگی اطمینان حاصل می‌کند که از دیدگاه‌های کلیدی ویدیوهای مورد علاقه خود عبور نکنید.\n▸ خلاصه‌ی یوتیوب: برای افرادی که در برنامه زمانی فشرده هستند، یک مرور سریع از آن را بگیرید.\n\nویژگی‌های پیشرفته برای تجربه بهبود یافته\n1️⃣ خلاصه‌کننده ویدیوی یوتیوب AI: این ابزار هوش مصنوعی پیشرفته به طور بی‌درنگ ویدیوهای یوتیوب را خلاصه می‌کند و محتوای دقیق و مختصری ارائه می‌دهد.\nخلاصه‌کننده ویدیوی یوتیوب: رویکرد مبتنی بر هوش مصنوعی، خلاصه‌های با کیفیت و قابل اعتمادی را فراهم می‌کند که به نیازهای شما تنظیم شده است.\n\nمزایای افزونه خلاصه‌کننده ویدیوی یوتیوب\n- صرفه‌جویی در زمان: به سرعت جوهر ویدیوها را بدون تماشای کامل آن‌ها درک کنید.\n- افزایش بهره‌وری: با خلاصه‌های مختصر، کمتر وقت صرف تماشا کردن و بیشتر وقت صرف انجام کارها کنید.\n- ارتقاء یادگیری: برای دانش‌آموزان و یادگیرندگان مادام‌العمر، این افزونه در درک و بهره‌وری بهتر اطلاعات کمک می‌کند.\n- دسترسی آسان: با ویژگی تبدیل ویدیو به متن، این افزونه یک ابزار مفید برای کسانی می‌شود که ترجیح می‌دهند مطالب را بخوانند تا گوش دهند.\n\nدر نتیجه، افزونه خلاصه‌کننده ویدیوی یوتیوب یک ابزار انقلابی است که قول تغییر تجربه تماشای یوتیوب شما را می‌دهد.\n\nاگر به دنبال خلاصه کردن ویدیوهای یوتیوب، تبدیل ویدیو به متن یا صرفه‌جویی در زمان هستید، این افزونه شما را پوشش می‌دهد.\n\nاستفاده از قدرت هوش مصنوعی و ارتقای تجربه یوتیوب خود را با خلاصه‌کننده ویدیوی یوتیوب امروز آغاز کنید!"
  }
}